src/main/resources/xml/trainingServer/getAllLanguages.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getAllLanguagesRequest/>
   </soapenv:Body>
</soapenv:Envelope>
